Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/before_your_baby_is_born/flexible_maternity_services.html.txt.tmx
Source language: en
Languages: ga

source: Many hospitals now offer more flexibility in their maternity services, operating early discharge schemes, home births and midwives' clinics
ga: Tairgeann go leor ospidéal anois níos mó solúbthachta ina seirbhísí máithreachais agus iad ag oibriú scéimeanna scaoileadh abhaile luath, breith bhaile agus clinicí ban cabhrach

source: Community Midwives enable women who are deemed at 'low risk of complications' to see members of a dedicated midwives' team for their antenatal visits and to have a member of this team deliver their baby, either in hospital (Domino Scheme) or at home
ga: Tá roinnt ospidéal ag feidhmiú Scéim na mBan Cabhrach Pobail. Leis an scéim seo bíonn mná a mheastar 'ag riosca íseal castachta' in ann foireann de mhná cabhrach tiomanta a fheiceáil dá gcuairteanna réamhbheirthe agus ball den fhoireann a bheith ar fáil lena leanbh a thabhairt ar an saol

source: Antenatal visits are made either to the Community Midwives' Clinic or to a local health centre
ga: Déantar na cuairteanna réamhbheirthe i gClinic na mBan Cabhrach Pobail nó in ionad sláinte áitiúil

source: Additional visits are made to the woman's home
ga: Tugtar cuairteanna breise ar theach na mná

source: Each woman interested in the scheme will have a routine scan at around 18-22 weeks and a full physical examination to assess suitability for the scheme
ga: Beidh scanachán gnáthaimh ag gach bean ar suim leo an scéim thart ar 18-22 seachtain agus scrúdú fisiceach iomlán lena n-oiriúnacht don scéim a mheasúnú

source: If any problems develop during the pregnancy or in labour, you will be immediately transferred back to full hospital care
ga: Má bhíonn fadhbanna ar bith le linn toirchis nó le linn tinneas clainne, aistreofar tú díreach ar ais chuig cúram ospidéil iomlán

source: With Community Midwives you are entitled to an early discharge after birth, if you wish, and the midwife will visit you at home for up to a week after the birth
ga: Faoi Scéim na mBan Cabhrach Pobail beidh tú i dteideal tú a scaoileadh amach luath ón ospidéal tar éis na breithe, más mian leat, agus tiocfaidh an bhean chabhrach ar cuairt chugat sa teach ar feadh seachtaine tar éis na breithe

source: In some areas, Community Midwives provide Domino care where you may be transferred home 6-12 hours after giving birth in hospital, provided there are no complications
ga: I roinnt ceantar, soláthraíonn Mná Cabhrach Pobail cúram Domanó sa chás go bhféadtar thú a aistriú abhaile 6-12 uair an chloig i ndiaidh duit breith ar leanbh in ospidéal, a fhad agus nach bhfuil aon deacrachtaí ann

source: Midwifery-led clinics provide healthy women, who don't have risk factors for pregnancy and labour, a choice in how they access maternity care
ga: Soláthraíonn clinicí atá stiúrtha ag mban cabhrach rogha do mhná sláintiúla, nach meastar go bhfuil aon rioscaí arda ag baint leo i rith an toirchis nó tinneas clainne, maidir leis an mbealach a fhaigheann siad rochtain ar chúram máithreachais

source: A team of experienced midwives provides the care
ga: Soláthraíonn foireann de mhná cabhrach a bhfuil taithí acu an cúram

source: Mothers can give birth in a uniquely designed birth room where they are cared for by a midwife and where they can avail of facilities such as music, a water pool or supportive aids (for example, gym ball or bean bags) if required
ga: Is féidir le máithreacha linbh a thabhairt ar an saol i seomra breithe atá deartha go speisialta - áit a ndéanfaidh bean chabhrach cúram a thabhairt dóibh agus inar féidir leo leas a bhaint as saoráidí cosúil le ceol, linn uisce nó áiseanna tacaíochta (liathróid gleacaíochta, málaí suí srl.) mar is cuí

source: At any point where a problem is detected or anticipated, formal contact is established with the obstetric or paediatric team on call or the woman's GP, if appropriate
ga: Má bhraitear fadhb ag tráth ar bith, déanfar teagmháil fhoirmiúil leis an bhfoireann chnáimhseachais nóphéidiatraiceach atá ar glaoch nó ar DG na mná mar is cuí

source: Mothers can have an early discharge home and one of the team of midwives will visit them at home, daily if necessary
ga: Is féidir máithreacha a scaoileadh abhaile go luath agus tabharfaidh duine d’fhoireann na mban cabhrach cuairt orthu sa bhaile go laethúil má tá gá leis sin

source: These schemes are available free of charge
ga: Tá na scéimeanna seo ar fáil saor in aisce

source: You should make contact with maternity services in your area and ask about schemes operated by them
ga: Ba chóir duit teagmháil a dhéanamh leis na seirbhísí máithreachais i do cheantar agus fiafraigh faoi na scéimeanna a oibríonn siad

source: A website entitled Bump2babe – the Consumer Guide to Maternity Services in Ireland is produced by Cuidiu: Irish Childbirth Trust and provides information on the different types of maternity services available
ga: Táirgeann Cuidiú: Iontaobhas Bhreith Linbh na hÉireann suíomh Bump2babe - treoir do sheirbhísí máithreachais in Éirinn agus eolas ar na cineálacha seirbhísí éagsúla atá ar fáil

source: Cuidiu is a parent to parent community-based voluntary support group
ga: Is grúpa tacaíochta deonach tuismitheoir le tuismitheoir bunaithe ar an bpobal é Cuidiú
